[

        {   "id": 1,
            "Destino": "Ilha Sul (Nova Zelândia)",
            "capa": "https://www.constancezahn.com/wp-content/uploads/2020/06/destaque-destino-lua-de-mel-teresa-perez-tours-nova-zelandia-queenstown.jpg",
            "descricao": "A ilha é famosa por suas geladeiras, montanhas, lagos e praias. Ficou conhecida por ser o local onde foi filmada a trilogia cinematográfica O Senhor dos Anéis.",
            "pontosTuristicos": "As principais atrações da ilha é o Jardim Botânico de Christchurch, o fiorde Milford Sound e a geleira Franz Josef Glacier."
        },

        {   "id": 2,
            "Destino": "Paris (França)",
            "capa": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/2c/07/a8/2c/caption.jpg?w=1400&h=1400&s=1",
            "descricao": "Paris, A Cidade Luz é um dos locais mais visitados do mundo, com mais de 30 milhões de turistas por ano, conhecida por suas incríveis construções",
            "pontosTuristicos": "Além da excelente comida, a cidade possui diversos pontos turísticos icônicos, como a Torre Eiffel, o Museu do Louvre e a Catedral de Notre-Dame."
        },

       {    "id": 3,
            "Destino": "Bora Bora (Polinésia Francesa)",
            "capa": "https://www.constancezahn.com/wp-content/uploads/2020/09/01-destino-lua-de-mel-teresa-perez-tours-polinesia-francesa-bora-bora.jpg",
            "descricao": "A pequena ilha da Polinésia Francesia, fica em terceira posição do ranking. A ilha é famosa pelas belas praias com areia branca e águas cristalinas, lagoas azuis e luxuosos resorts.",
            "pontosTuristicos": "A praia Matira Beach, o vulcão Mount Otemanu e o aquário natural Bora Bora Lagoonarium, estão entre as principais atrações do local."
        },

        {   "id": 4,
            "Destino": "Maui (Havaí)",
            "capa": "https://media.istockphoto.com/id/845995316/pt/foto/wailea-beach-of-maui-hawaii.jpg?s=612x612&w=0&k=20&c=zURxJi3T3b3oEubKqlkkq5Fomkr0ZRwpoL6gfBK5D7A=",
            "descricao": "Maui é a segunda maior ilha do arquipélago havaiano, conhecida pelas praias paradisíacas, prática de snorkel e o luau havaiano.",
            "pontosTuristicos": "As principais atrações turísticas da ilha são: a estrada panorâmica Hana Highway, a praia Ka'anapali Beach e o vulcão Haleakalā."
        },

        {   "id": 5,
            "Destino": "Tahiti (Polinésia Francesa)",
            "capa": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSKWXgJl2mpzMXUS0DHnJ8F7ScOX6aEmbnG7Q&s",
            "descricao": "O Tahiti é a maior ilha do conjunto de arquipélagos da Polinésia Francesa. Os resorts de luxo no estilo bangalôs são um dos cartões postais da ilha, destino preferido por muitos casais.",
            "pontosTuristicos": "As praias La Plage de Maui e Papenoo Beach estão entre as principais ponto de turísticos de Tahiti, conhecidas pelas águas azul turquesa."
        },

        {   "id": 6,
            "Destino": "Londres (Reino Unido)",
            "capa": "https://turismo.eurodicas.com.br/wp-content/uploads/2023/01/o-que-fazer-em-londres.jpg",
            "descricao": "Londres é um mundo em si. Abriga os cartões-postais como o relógio mais famoso do mundo, Big Ben, e a icônica roda gigante London Eye.",
            "pontosTuristicos": "A Tower Bridge, o Museu Britânico e o Palácio de Buckingham, também estão entre os locais mais visitados da cidade."
        },

        {   "id": 7,
            "Destino": "Roma (Itália)",
            "capa": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQF5Y4cUjtYJ4oZ9E3n4Jd2L63Hvz1aXjl-6A&s",
            "descricao": "Com quase 3.000 anos de idade, Roma é cidade com um grande conjunto de arte, cultura e arquitetura à céu aberto.",
            "pontosTuristicos": "Abriga diversos pontos históricos imperdíveis como o Coliseu, Fonte de Trevi, Panteão, além da cidade do Vaticano - sede da Igreja Católica Romana"
        },

        {   "id": 8,
            "Destino": "Phuket (Tailândia)",
            "capa": "https://ik.imgkit.net/3vlqs5axxjf/external/http://images.ntmllc.com/v4/destination/Thailand/Phuket-City/220668_SCN_Phuket_iStock910551026_Z20B18.jpg?tr=w-1200%2Cfo-auto",
            "descricao": "Phuket é a maior ilha da Tailândia, famosa pelas águas azuis cristalinas e ser o ponto de partida para o arquipélago de Phi Phi, como as ilhas Koh Tapu e a praia Maya Bay.",
            "pontosTuristicos": "O cartão postal são as grandes formações rochosas coberta pelo oceano azul, além das praias deslumbrantes e o templo Grande Buda de Phuket"
    },

        {
            "id": 9,
            "Destino": "Tóquio (Japão)",
            "capa": "https://i0.wp.com/manualdoturista.com.br/wp-content/uploads/2013/03/Akihabara-Tokio2.jpg",
            "descricao": "De um lado Tóquio é uma das maiores metrópoles do mundo com arranha-céus à perder de vista. Do outro, abriga santuários xintoísta seculares e uma cultura milenar.",
            "pontosTuristicos": "A torre Tokyo Skytree e o bairro Akihabara são exemplos do lado moderno. Já o Templo Senso-ji, o Santuário Meiji e o Palácio Imperial, representam a arquitetura histórica do país."
        },

        {
            "id": 10,
            "Destino": "Glacier National Park (Estados Unidos)",
            "capa": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0c/92/17/86/st-mary-lake-glacier.jpg?w=500&h=400&s=1",
            "descricao": "Localizado em Montana nos Estados Unidos, o parque Glacier National Park é um ecossistema com mais de 100 lagos, duas cadeias montanhosa e diversas espécies de plantas.",
            "pontosTuristicos": "O parque é ideal para os amantes da trilha e camping. O passeio panorâmico pela rua Going-to-the-Sun Road, o pico Longa Pass e a lagoa St. Mary estão entre as principais atrações."
        },
        
        {
            "id": 11,
            "Destino": "Barcelona (Espanha)",
            "capa": "https://www.melhoresdestinos.com.br/wp-content/uploads/2019/02/passagens-aereas-barcelona-capa2019-01.jpg",
            "descricao": "Com mais de 12 milhões de turistas anualmente, Barcelona é a cidade mais visitada da Espanha. A icônica Igreja Sagrada Família ainda é o ponto número 1 em preferência pelos turistas.",
            "pontosTuristicos": "As ruas de Barcelona, como as do bairro El Gòtic, e a arquitetura modernistas da Casa Batlló, também encantam e atraem cada vez mais turistas à cidade."
        },
        {
            "id": 12,
            "Destino": "Ilhas Maldivas (Maldivas)",
            "capa": "https://www.queroviajarmais.com/wp-content/uploads/2019/02/resort-nas-maldivas.jpg",
            "descricao": "As Ilhas Maldivas são um conjunto de mais de 1.000 ilhas, localizado no Oceano Índico. O país é conhecido pelos recifes de corais, areia clara e água azul turquesa - destino muito buscado por casais em lua de mel.",
            "pontosTuristicos": "A praia mais famosa é a Hulhumale Beach, e uma das principais atividades é o snorkeling no recife de corais."
        },
        
        {   "id": 13,
            "Destino": "Banff (Canadá)",
            "capa": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTUgX2ld3RPYe0n8Lsfm5ro4pORZ657u8ddcw&s",
            "descricao": "Banff é uma cidade turística do Canadá, conhecida pela natureza com montanhas rochosas, rios com águas azuis, e neve.",
            "pontosTuristicos": "O parque Banff National Park é principal ponto turístico, e o paraíso dos aventureiros e amantes de trilha."
        },
        
        {   "id": 14,
            "Destino": "Nova York (Estados Unidos)",
            "capa": "https://super.abril.com.br/wp-content/uploads/2023/06/0607_ny_layout_site.jpg?quality=90&strip=info&w=720&h=440&crop=1",
            "descricao": "Nova York é a cidade mais visitada dos Estados Unidos, e um dos destinos preferidos dos brasileiros.",
            "pontosTuristicos": "A cidade que nunca dorme é conhecida pelas luzes da Times Square, o parque Central Park, o edifício Empire State Building e a Estátua da Liberdade."
        },
        
        {   "id": 15,
            "Destino": "Bali (Indonésia)",
            "capa": "https://www.costacruzeiros.com/content/dam/costa/costa-magazine/articles-magazine/travel/bali-travel/bali_m.jpg.image.694.390.low.jpg",
            "descricao": "Bali é conhecida pela gastronomia, praias, templos, e em especial o preço - menor que a maioria das outras cidades turísticas.",
            "pontosTuristicos": "As principais atrações turísticas são: o santuário dos macacos Sacred Monkey Forest Sanctuary, e os templos Uluwatu e Tanah Lot."
        },
        
        {   "id": 16,
            "Destino": "Grand Canyon (Estados Unidos",
            "capa": "https://upload.wikimedia.org/wikipedia/commons/a/aa/Dawn_on_the_S_rim_of_the_Grand_Canyon_%288645178272%29.jpg",
            "descricao": "As icônicas formações naturais de rocha vermelhas, possuem mais de 445 de km de comprimento e 1,6km de profundidade, sendo percorrido pelo rio Colorado.",
            "pontosTuristicos": "Apreciar a vista do canyon é um dos principais roteiros dos turistas que estão em Las Vegas, já que está localizada somente há 2 horas de distância."
        },
        
        {   "id": 17,
            "Destino": "Sydney (Austrália)",
            "capa": "https://content.r9cdn.net/rimg/dimg/12/98/b1e36771-city-2258-163f4d7f814.jpg?crop=true&width=1020&height=498",
            "descricao": "Sydney é a maior cidade da Austrália e concerta cerca de 20% da população do país.  Conhecia por sua gastronomia, praia e parques, é uma ótima opção para viagens em família.",
            "pontosTuristicos": "A Opera House é o principal cartão postal da cidade, que tem o seu porto como um dos locais mais visitados pelos turistas."
        },
        
        {   "id": 18,
            "Destino": "Machu Picchu (Peru)",
            "capa": "https://www.kayak.com.br/rimg/dimg/4c/ac/7e6077e1-city-45618-165ce416a23.jpg?width=1366&height=768&xhint=1439&yhint=793&crop=true",
            "descricao": "Eleita uma das Novas 7 Maravilhas do Mundo Moderno, Machu Picchu encanta com sua beleza natural. Também conhecida como a cidade perdida dos Incas, é considerado por muitos uma experiência inigualável.",
            "pontosTuristicos": "Uma das melhores opções é chegar á cidade através do trem panorâmico, que além de transporte, também é uma das atrações típica do local."
        },
        
        {   "id": 19,
            "Destino": "Dubai (Emirados Árabes Unidos)",
            "capa": "https://cdn.britannica.com/15/189715-050-4310222B/Dubai-United-Arab-Emirates-Burj-Khalifa-top.jpg",
            "descricao": "Dubai é uma cidade conhecida pela arquitetura ultramoderna, shoppings e a vida noturna agitada.",
            "pontosTuristicos": "A cidade abriga o Burj Khalifa (o prédio mais alto do mundo), o shopping Dubai Mall (segundo maior do mundo), e o icônico hotel em formato de vela de barco, Burj Al Arab."
        },
        
        {   "id": 20,
            "Destino": "Santa Lúcia (Caribe)",
            "capa": "https://blog.kangaroo.com.br/wp-content/uploads/2016/10/Castries-St-Lucia-e1475777719712.jpg",
            "descricao": "Santa Lúcia é uma pequena ilha paradisíaca localizada no Caribe. Tem como paisagem montanhas cônicas, praias e luxuosos resorts.",
            "pontosTuristicos": "As principais atracações, além da beleza natural da ilha, são o parque Pigeon Island National Landmark, a praia Reduit Beach, e a praia com foco para snorkel, Anse Chastanet."
        }

]